Repository: sanzhar-white/sello-flutter-app
Catalog: lib/l10n/intl_*.arb
Languages: kk

source: Submit Ad
kk: Жаңа хабарландыру

source: Category Types
kk: Категорияны таңдаңыз

source: Equipment
kk: Экипировка

source: Horse
kk: Жылқы

source: Event
kk: Іс-шара

source: Describe Fully
kk: Сипаттамаларды енгізіңіз

source: Add Photo
kk: Сурет жүктеу

source: Ad Name
kk: Хабарламаның атауы

source: Short Description
kk: Қысқаша сипаттама

source: Category
kk: Категория

source: Description
kk: Сипаттама

source: Event Date
kk: Өткізілетін уақыты

source: Event Location
kk: Өтетін жері

source: Prize Fund
kk: Бас жүлде

source: Phone Number
kk: Телефон нөмірі

source: Preview
kk: Алдын ала көру

source: Publish
kk: Хабарландыру беру

source: Price
kk: Бағасы

source: Settlement
kk: Қала

source: Negotiable
kk: Келісуге болады

source: Condition
kk: Жағдайы

source: International
kk: Халықаралық

source: Regional
kk: Облыстық

source: State
kk: Республикалық

source: Rural
kk: Аудандық

source: Edit Profile
kk: Профильді баптау

source: Change
kk: Өзгерту

source: Change Name
kk: Атын өзгерту

source: Logout
kk: Аккаунттан шығу

source: My Ads
kk: Менің хабарламаларым

source: Information
kk: Деректер

source: Horse Harness
kk: Ат әбзелдері

source: Saddle
kk: Ер

source: Halter
kk: Ноқта

source: Bridle
kk: Жүген

source: Stirrup
kk: Үзеңгі

source: Horseshoe
kk: Таға

source: Other
kk: Басқа

source: Horse Care
kk: Ат күтімі

source: Horseshoe Stand
kk: Тағаға арналған станок

source: Brushes
kk: Щеткалар

source: Feed/Grass
kk: Жем/Шөп

source: For Rider
kk: Шабандозға

source: Shoes
kk: Аяк киім

source: Whip
kk: Қамшы

source: Headgear
kk: Бас киім

source: Clothing
kk: Киім

source: Login
kk: Кіру

source: Register
kk: Тіркелу

source: Send SMS code
kk: SMS код жіберу

source: Name
kk: Аты

source: Last name
kk: Тегі

source: City
kk: Қала

source: Already registered
kk: Тіркелгенсіз бе?

source: Resend code
kk: Кодты қайта жіберу

source: Events
kk: Іс-шаралар

source: Ads
kk: Хабарландырулар

# typesAdvertisements
source: Types of advertisements
kk: Жарнамалардың түрлері

source: Language
kk: Тіл

source: Favorites
kk: Таңдаулылар

source: New ad
kk: Жаңа хабарландыру

source: Featured events will be displayed here
kk: Мұнда таңдаулы оқиғалар көрсетіледі

source: Featured ads will be displayed here
kk: Мұнда таңдаулы жарнамалар көрсетіледі

source: Select categories
kk: Категорияны таңдаңыз

source: Select Subcategories
kk: ішкі санатты таңдаңыз

source: Share
kk: Бөлісу

source: Feedback
kk: Кері байланыс

source: Rate Us
kk: Бізге баға беріңіз

source: Edit photo
kk: Суретті өңдеу

source: Save
kk: Сақтау

source: Delete account
kk: Аккаунтты жою

source: Region
kk: Облыс

source: Profile
kk: Профиль

source: Required field
kk: Толтыруға міндетті
